Repository: imath/thaim-utilities
Catalog: languages/thaim-utilities-*.po
Languages: fr_fr

source: Twitter Username
fr_fr: Nom d&#39;utilisateur Twitter

source: Twitter API credentials
fr_fr: Paramètres API Twitter

source: Import WordPress.org Support replies
fr_fr: Importer les réponses de Forums support WordPress.org

source: Twitter username
fr_fr: nom d&#39;utilisateur Twitter

source: API Key
fr_fr: Clé API

source: API Secret
fr_fr: Secret API

source: Access token
fr_fr: Token d&#39;accès

source: Access token secret
fr_fr: Secret token d&#39;accès

source: Fill these informations respecting the order with a line breack between each, empty to disable.
fr_fr: Remplir ces informations en respectant l&#39;ordre et en insérant un retour chariot après chaque élément, vider le champ pour désactiver.

source: The replies you made in your support forums will be saved as BuddyPress Activities
fr_fr: Les réponses que vous apportez à des forums support de vos plugins seront sauvegardées en tant qu&#39;activités BuddyPress

source: %s retweeted %s
fr_fr: %s a retweeté %s

source: %s tweeted
fr_fr: %s a tweeté

source: View Posts about the plugin
fr_fr: Voir les articles en relation avec le plugin

source: View on WordPress.org
fr_fr: Voir sur WordPress.org

source: %s gave a support reply on %s about %s
fr_fr: %s est intervenu sur le forum support de %s à propos de %s

source: Plugins support
fr_fr: Support de Plugins

source: Thaim Utilities Settings
fr_fr: Réglages des utilitaires de Thaim

source: WordPress.org account
fr_fr: compte WordPress.org

source: Number of WordPress plugins to display
fr_fr: Nombre de plugins à afficher

source: List your github repos
fr_fr: Lister vos dépôts Github

source: Define the Utilities to use.
fr_fr: Définir les utilitaires.

source: WordPress.org username
fr_fr: Nom d&#39;utilisateur WordPress

source: (up to 20)
fr_fr: (jusqu&#39;à 20)

source: Github.com username
fr_fr: Nom d&#39;utilisateur Github.com

source: Repositories
fr_fr: Dépôts

source: Please define your WordPress.org settings
fr_fr: Merci de définir vos réglages WordPress.org

source: Please define your Github.com settings
fr_fr: Merci de définir vos réglages Github.com

source: active %s
fr_fr: actif %s

source: Oops, seems WordPress.org is not reachable...
fr_fr: Oops, on dirait que WordPress.org ne répond pas...

source: Oops, seems Github repos are not reachable...
fr_fr: Oops, on dirait que les dépôts Github ne répondent pas...

# Plugins pagination next text
source: &rarr;
fr_fr: &larr;

source: not yet active
fr_fr: inactif

source: Average of %s stars out of %s votes
fr_fr: Moyenne de %s stars sur %s votes

source: Latest version: %s
fr_fr: Dernière version: %s

source: Requires: %s
fr_fr: Requiert: %s

source: Downloaded %s times
fr_fr: Téléchargé %s fois

source: <a href="%s" title="Download plugin" class="button">Download</a>
fr_fr: <a href="%s" title="Télécharger le plugin" class="button">Télécharger</a>

source: <a href="%s" title="View Posts about the plugin" class="button">Posts</a>
fr_fr: <a href="%s" title="Voir les articles liés au plugin" class="button">Articles</a>

source: <a href="%s" title="Download Git" class="button">Download</a>
fr_fr: <a href="%s" title="Télécharger le dépôt" class="button">Télécharger</a>

source: View Activity
fr_fr: Voir l&#39;activité

source: Latest Activities
fr_fr: Dernières Activités

source: Title:
fr_fr: Titre :

source: Activity types
fr_fr: Types Activité

source: All types
fr_fr: Tous types

source: Amount:
fr_fr: Nombre :

source: Thaim Utilities requires at least version %s of BuddyPress.
fr_fr: Thaim Utilities requiert à minima la version %s de BuddyPress.

source: Thaim Utilities requires to be activated on the blog where BuddyPress is activated.
fr_fr: Thaim Utilities a besoin d&#39;être activé sur le même blog que BuddyPress.

source: Thaim Utilities and BuddyPress need to share the same network configuration.
fr_fr: Thaim Utilities a besoin de partager les mêmes réglages de réseau.

source: A BuddyPress component to back up tweets and WordPress support forums in activities & to sync WordPress and github repos
fr_fr: Un composant BuddyPress pour faire une sauvegarde de ses Tweets, des réponses aux forums support de vos plugins WordPress et pour afficher vos dépôts WordPress.org et Github.com
